/* No comment provided by engineer. */
"%@ %@ ago" = "%1$@ %2$@ ago";

/* No comment provided by engineer. */
"%@ ago" = "%@ ago";

/* No comment provided by engineer. */
"%@. in %i days" = "%1$@. in %2$i days";

/* No comment provided by engineer. */
"%d people limit on gathering this ·X·. However, we’re glad to eliminate this limit during pilot period in appreciation of your early adaption. Thank you!" = "%d people limit on gathering this ·X·. However, we’re glad to eliminate this limit during pilot period in appreciation of your early adaption. Thank you!";

/* No comment provided by engineer. */
"%i days ago" = "%i days ago";

/* No comment provided by engineer. */
"%i hours ago" = "%i hours ago";

/* No comment provided by engineer. */
"%i minutes ago" = "%i minutes ago";

/* No comment provided by engineer. */
"%i month" = "%i month";

/* No comment provided by engineer. */
"%i months" = "%i months";

/* No comment provided by engineer. */
"%i year" = "%i year";

/* No comment provided by engineer. */
"%i years" = "%i years";

/* No comment provided by engineer. */
"%u / %u" = "%1$u / %2$u";

/* No comment provided by engineer. */
"+ mates..." = "+ mates...";

/* No comment provided by engineer. */
"1.5 hours ago" = "1.5 hours ago";

/* No comment provided by engineer. */
"Accepted" = "Accepted";

/* No comment provided by engineer. */
"Add" = "Add";

/* No comment provided by engineer. */
"Add and verify" = "Add and verify";

/* No comment provided by engineer. */
"Add identity" = "Add identity";

/* No comment provided by engineer. */
"Add identity..." = "Add identity...";

/* No comment provided by engineer. */
"Adding invitation failed." = "Adding invitation failed.";

/* No comment provided by engineer. */
"Afternoon" = "Afternoon";

/* No comment provided by engineer. */
"All-day" = "All-day";

/* No comment provided by engineer. */
"an hour ago" = "an hour ago";

/* No comment provided by engineer. */
"Authentication failed." = "Authentication failed.";

/* No comment provided by engineer. */
"Authorization failed." = "Authorization failed.";

/* No comment provided by engineer. */
"Bio" = "Bio";

/* No comment provided by engineer. */
"Breakfast" = "Breakfast";

/* No comment provided by engineer. */
"Brunch" = "Brunch";

/* No comment provided by engineer. */
"Cancel" = "Cancel";

/* No comment provided by engineer. */
"Choose a place" = "Choose a place";

/* No comment provided by engineer. */
"Choose an Account" = "Choose an Account";

/* No comment provided by engineer. */
"Clear place" = "Clear place";

/* No comment provided by engineer. */
"Clear Time" = "Clear Time";

/* No comment provided by engineer. */
"Close" = "Close";

/* No comment provided by engineer. */
"Contact unreachable" = "Contact unreachable";

/* No comment provided by engineer. */
"Daybreak" = "Daybreak";

/* No comment provided by engineer. */
"Delete" = "Delete";

/* No comment provided by engineer. */
"Dinner" = "Dinner";

/* No comment provided by engineer. */
"Done" = "Done";

/* No comment provided by engineer. */
"Enter contact name" = "Enter contact name";

/* No comment provided by engineer. */
"Enter email or phone" = "Enter email or phone";

/* No comment provided by engineer. */
"Enter password" = "Enter password";

/* No comment provided by engineer. */
"Evening" = "Evening";

/* No comment provided by engineer. */
"Exfees" = "Exfees";

/* No comment provided by engineer. */
"Facebook" = "Facebook";

/* No comment provided by engineer. */
"Facebook Authorization" = "Facebook Authorization";

/* No comment provided by engineer. */
"Forget Password?" = "Forget Password?";

/* No comment provided by engineer. */
"Gather" = "Gather";

/* No comment provided by engineer. */
"Gather a ·X·" = "Gather a ·X·";

/* No comment provided by engineer. */
"Hang out with\n friends." = "Hang out with\n friends.";

/* No comment provided by engineer. */
"HOST" = "HOST";

/* No comment provided by engineer. */
"Host as identity:" = "Host as identity:";

/* No comment provided by engineer. */
"I'm in" = "I'm in";

/* No comment provided by engineer. */
"Identity authorization has been revoked, please re-authorize." = "Identity authorization has been revoked, please re-authorize.";

/* No comment provided by engineer. */
"Identity Verification" = "Identity Verification";

/* No comment provided by engineer. */
"in %@" = "in %@";

/* No comment provided by engineer. */
"in %@ %@" = "in %1$@ %2$@";

/* No comment provided by engineer. */
"in %i hours" = "in %i hours";

/* No comment provided by engineer. */
"in %i minutes" = "in %i minutes";

/* No comment provided by engineer. */
"in 1.5 hours" = "in 1.5 hours";

/* No comment provided by engineer. */
"in one hour" = "in one hour";

/* No comment provided by engineer. */
"in two days" = "in two days";

/* No comment provided by engineer. */
"Interested" = "Interested";

/* No comment provided by engineer. */
"Intersted" = "Intersted";

/* No comment provided by engineer. */
"Invalid account." = "Invalid account.";

/* No comment provided by engineer. */
"Invalid identity." = "Invalid identity.";

/* No comment provided by engineer. */
"Invalid name." = "Invalid name.";

/* No comment provided by engineer. */
"Invalid password." = "Invalid password.";

/* No comment provided by engineer. */
"Invalid token." = "Invalid token.";

/* No comment provided by engineer. */
"just now" = "just now";

/* No comment provided by engineer. */
"Leave from this ·X·" = "Leave from this ·X·";

/* No comment provided by engineer. */
"Loading..." = "Loading...";

/* No comment provided by engineer. */
"Lunch" = "Lunch";

/* No comment provided by engineer. */
"Manage identities to \nreveal who your are." = "Manage identities to \nreveal who your are.";

/* No comment provided by engineer. */
"Merge" = "Merge";

/* No comment provided by engineer. */
"Merge account %@ into your current signed-in account?" = "Merge account %@ into your current signed-in account?";

/* No comment provided by engineer. */
"Merge accounts" = "Merge accounts";

/* No comment provided by engineer. */
"Midnight" = "Midnight";

/* No comment provided by engineer. */
"Morning" = "Morning";

/* No comment provided by engineer. */
"Next" = "Next";

/* No comment provided by engineer. */
"Night" = "Night";

/* No comment provided by engineer. */
"No place found. Tap arrow to edit." = "No place found. Tap arrow to edit.";

/* No comment provided by engineer. */
"No post in conversation,\n yet." = "No post in conversation,\n yet.";

/* No comment provided by engineer. */
"Noon" = "Noon";

/* No comment provided by engineer. */
"now" = "now";

/* No comment provided by engineer. */
"OK" = "OK";

/* No comment provided by engineer. */
"Password reset request is sent, please check your email for instructions." = "Password reset request is sent, please check your email for instructions.";

/* No comment provided by engineer. */
"Password reset request is sent, please check your message for instructions." = "Password reset request is sent, please check your message for instructions.";

/* No comment provided by engineer. */
"Pending" = "Pending";

/* No comment provided by engineer. */
"People will no longer have access to any information in this ·X·. Please confirm to remove." = "People will no longer have access to any information in this ·X·. Please confirm to remove.";

/* No comment provided by engineer. */
"Phone contacts" = "Phone contacts";

/* No comment provided by engineer. */
"Pick a time" = "Pick a time";

/* No comment provided by engineer. */
"Please allow EXFE to use your Twitter account. Go to the Settings app, select Twitter to set up." = "Please allow EXFE to use your Twitter account. Go to the Settings app, select Twitter to set up.";

/* No comment provided by engineer. */
"Please check spell and retry." = "Please check spell and retry.";

/* No comment provided by engineer. */
"Please check your input above." = "Please check your input above.";

/* No comment provided by engineer. */
"Please check your network connection and account setting in Settings app." = "Please check your network connection and account setting in Settings app.";

/* No comment provided by engineer. */
"Previous" = "Previous";

/* No comment provided by engineer. */
"Privacy Control" = "Privacy Control";

/* No comment provided by engineer. */
"Pull down to refresh..." = "Pull down to refresh...";

/* No comment provided by engineer. */
"Quota limit exceeded" = "Quota limit exceeded";

/* No comment provided by engineer. */
"Re-authorize" = "Re-authorize";

/* No comment provided by engineer. */
"Release to refresh..." = "Release to refresh...";

/* No comment provided by engineer. */
"Remove from this ·X·" = "Remove from this ·X·";

/* No comment provided by engineer. */
"Request should be responded usually in seconds, please wait for awhile." = "Request should be responded usually in seconds, please wait for awhile.";

/* No comment provided by engineer. */
"Request should be responded usually in seconds, please wait for awhile. Please also check your spam email folder, it might be mistakenly filtered by your mailbox." = "Request should be responded usually in seconds, please wait for awhile. Please also check your spam email folder, it might be mistakenly filtered by your mailbox.";

/* No comment provided by engineer. */
"Request too frequently." = "Request too frequently.";

/* No comment provided by engineer. */
"Right there on map" = "Right there on map";

/* No comment provided by engineer. */
"Save" = "Save";

/* No comment provided by engineer. */
"Search place" = "Search place";

/* No comment provided by engineer. */
"seconds ago" = "seconds ago";

/* No comment provided by engineer. */
"Send" = "Send";

/* No comment provided by engineer. */
"Set" = "Set";

/* No comment provided by engineer. */
"Set by %@" = "Set by %@";

/* No comment provided by engineer. */
"Set by %@ %@" = "Set by %1$@ %2$@";

/* No comment provided by engineer. */
"Set display name" = "Set display name";

/* No comment provided by engineer. */
"Set EXFE password" = "Set EXFE password";

/* No comment provided by engineer. */
"Set invitee name" = "Set invitee name";

/* No comment provided by engineer. */
"Set name" = "Set name";

/* No comment provided by engineer. */
"Set name for" = "Set name for";

/* No comment provided by engineer. */
"Set response to:" = "Set response to:";

/* No comment provided by engineer. */
"Set up Twitter account" = "Set up Twitter account";

/* No comment provided by engineer. */
"Show all contacts" = "Show all contacts";

/* No comment provided by engineer. */
"Sign In" = "Sign In";

/* No comment provided by engineer. */
"Sign out" = "Sign out";

/* No comment provided by engineer. */
"Sometime" = "Sometime";

/* No comment provided by engineer. */
"Somewhere" = "Somewhere";

/* No comment provided by engineer. */
"Start" = "Start";

/* No comment provided by engineer. */
"Start over" = "Start over";

/* No comment provided by engineer. */
"Start with new account" = "Start with new account";

/* No comment provided by engineer. */
"Take some notes" = "Take some notes";

/* No comment provided by engineer. */
"Tea-break" = "Tea-break";

/* No comment provided by engineer. */
"Thanks for using " = "Thanks for using ";

/* No comment provided by engineer. */
"Thanks for using EXFE\nThe group utility for gathering." = "Thanks for using EXFE\nThe group utility for gathering.";

/* No comment provided by engineer. */
"Thanks for using EXFE\nThe group utility for gathering.\n\nWe save you from calling up every one RSVP, losing in endless emails and messages off the point.\n\n" = "Thanks for using EXFE\nThe group utility for gathering.\n\nWe save you from calling up every one RSVP, losing in endless emails and messages off the point.\n\n";

/* No comment provided by engineer. */
"Thanks for using EXFE\nThe group utility for gathering.\n\nWe save you from calling up every one RSVP, losing in endless emails and messages off the point.\n\n·X· (cross) is a gathering of people, for any intent. It’s private by default, everything inside is accessible to only attendees. When you get an idea to call up friends to do something together, just Gather a ·X·.\n\nEXFE your friends." = "Thanks for using EXFE\nThe group utility for gathering.\n\nWe save you from calling up every one RSVP, losing in endless emails and messages off the point.\n\n·X· (cross) is a gathering of people, for any intent. It’s private by default, everything inside is accessible to only attendees. When you get an idea to call up friends to do something together, just Gather a ·X·.\n\nEXFE your friends.";

/* No comment provided by engineer. */
"The group utility for gathering." = "The group utility for gathering.";

/* No comment provided by engineer. */
"There is something wrong. Please try again later." = "There is something wrong. Please try again later.";

/* No comment provided by engineer. */
"This email requires verification before proceeding. Verification request is sent, please check your email for instructions." = "This email requires verification before proceeding. Verification request is sent, please check your email for instructions.";

/* No comment provided by engineer. */
"This number requires verification before proceeding. Verification request is sent, please check your message for instructions." = "This number requires verification before proceeding. Verification request is sent, please check your message for instructions.";

/* No comment provided by engineer. */
"tomorrow" = "tomorrow";

/* No comment provided by engineer. */
"Twitter" = "Twitter";

/* No comment provided by engineer. */
"Twitter Authorization" = "Twitter Authorization";

/* No comment provided by engineer. */
"two days ago" = "two days ago";

/* No comment provided by engineer. */
"Unavailable" = "Unavailable";

/* No comment provided by engineer. */
"Unreachable contact" = "Unreachable contact";

/* No comment provided by engineer. */
"Unverified identity, please check your email for instructions.\nRe-send verification email?" = "Unverified identity, please check your email for instructions.\nRe-send verification email?";

/* No comment provided by engineer. */
"Verification" = "Verification";

/* No comment provided by engineer. */
"Verification is sent. Please check your email for instructions." = "Verification is sent. Please check your email for instructions.";

/* No comment provided by engineer. */
"Verification is sent. Please check your message for instructions." = "Verification is sent. Please check your message for instructions.";

/* No comment provided by engineer. */
"Welcome to EXFE" = "Welcome to EXFE";

/* No comment provided by engineer. */
"yesterday" = "yesterday";

/* No comment provided by engineer. */
"You have no access to this private ·X·." = "You have no access to this private ·X·.";

/* No comment provided by engineer. */
"You will no longer have access to any information in this ·X· once left. Please confirm to leave." = "You will no longer have access to any information in this ·X· once left. Please confirm to leave.";

/* No comment provided by engineer. */
"“Rome wasn't built in a day.”" = "“Rome wasn't built in a day.”";

